Repository: reemahabdan/MyGarden
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Name of Plant
ar: اسم النبتة

source: My Garden
ar: حديقتي

source: Enter Your Plant's Name:
ar: ادخل اسم النبتة:

source: Choose Your Watering Schedule:
ar: إختر جدول السقي:

source: Choose Your Watering Day:
ar: إختر يوم السقي:

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الأثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thurusday
ar: الخميس

source: Friday
ar: الجمعه

source: Add Plant
ar: اضف النبتة

# Cactus
source: Cactus and succulents. These plants have relatively low watering(we recomend to be watered infrequently), fertilizing, and repotting needs, usually only once a week or less.
ar: الصبار والعصارة. تحتوي هذه النباتات على سقي منخفض نسبيًا (نوصي بأن يتم سقيها بشكل متكرر) ، والتسميد ، واحتياجات إعادة التسميد ، عادةً مرة واحدة فقط في الأسبوع أو أقل.

# Regular
source: Regular plants like rubber plant, and philodendron. These plants have moderate watering(we recomend to be watered about once a week or every other week), fertilizing, and repotting needs.
ar: النباتات العادية مثل نبات المطاط ، و فيلوديندرون. هذه النباتات لديها سقي معتدل (نوصي أن يتم سقيها مرة واحدة في الأسبوع أو كل أسبوعين) ، والتسميد ، واحتياجات إعادة التسميد

# Flowers
source: Flowers like orchids and lily. These plants have high watering( need to be watered frequently, we recommend about once a week or more), fertilizing, and repotting needs.
ar: الزهور مثل بساتين الأوركيد والزنبق. تتمتع هذه النباتات بسقاية عالية (تحتاج إلى سقيها بشكل متكرر ، نوصي بحوالي مرة واحدة في الأسبوع أو أكثر) ، وتسميدها ، وتغييرها.

source: Low-water plants, every 2 weeks
ar: نبات منخفض السقي، كل اسبوعين.

source: High-water plants, every week
ar: نبات عالي السقي، كل أسبوع.
